# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"

# Binaries
brew "python"
brew "pipenv"
brew "awscli"
brew "jq"
brew "coreutils"
brew "adr-tools"
brew "go"
brew "dep"
brew "zsh"
brew "zsh-completions"
brew "docker"
brew "docker-compose"
brew "docker-machine-driver-xhyve"
brew "maven"

# Apps
cask "iterm2"
cask "macvim"
cask "font-fira-code"
cask "visual-studio-code"
