# Taps
tap "homebrew/core"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "aws/tap"
tap "hashicorp/tap"
tap "dbt-labs/dbt"

# Binaries
brew "python"
brew "pipenv"
brew "awscli"
brew "jq"
brew "coreutils"
brew "adr-tools"
brew "go"
brew "dep"
brew "zsh"
brew "zsh-completions"
brew "maven"
brew "nvm"
brew "aws-sam-cli"
brew "httpstat"
brew "hashicorp/tap/terraform"
brew "dbt"
brew "k9s"

# Apps
cask "docker"
cask "iterm2"
cask "macvim"
cask "font-fira-code"
cask "visual-studio-code"
cask "drawio"
cask "macdown"
